[{"summary":"Le Cast News, un casse-tête magnifique ! Il te présente sous la forme d'une boîte métallique octogonale avec deux morceaux perfectionnement imbriqués, mais rien ne démontre son mécanisme. S'ensuit une frustration longue avant que tu ne trouves la solution en se fier à l'audition et le toucher. Une fois résolu, c'est magique ! Le look est incroyablement réussi, mais je l'ai trouvé un peu frustrant pour ce que cela pourrait être avec plus de manipulations possibles","game index":405},{"summary":"Positifs :\n * Le jeu permet de se plonger dans les batailles antiques avec un temps de jeu court (45 minutes à une heure)\n * La diversité des unités et des cartes tactiques permettent de choisir des combinaisons stratégiques intéressantes\n * Le système de jeu est dynamique, malgré le fait que peu d'unités se déplacent à chaque tour\n * Le commandement incertain est rendu de manière simple par les cartes\n * Les extensions offrent de nouvelles possibilités et scénarios\n Négatifs :\n * Les blocs de bois sur lesquels coller les images représentant les soldats sont long et fastidieux à mettre en place\n * La carte et les hexagones de terrain peuvent être difficiles à lire et à comprendre\n * Certaines unités se ressemblent trop, ce qui peut rendre difficile pour les joueurs de distinguer entre elles\n Critiques : Le jeu ne prévoit pas d'avantage pour attaquer un ennemi du flanc ou de derrière, ce qui peut être considéré comme un manque de réalisme * La règle permettant aux unités d'ignorer un drapeau si elles sont entourées de deux autres unités alliées peut être considérée comme un peu trop simple\n Conclusion :\n *Le jeu est considéré comme une bonne initiation au wargame, avec des règles simples et accessibles\n * Les joueurs apprécient la complexité du système de jeu, les possibilités de stratégie et les scénarios intéressants\n * Malgré quelques critiques, le jeu est considéré comme un excellent choix pour ceux qui veulent se plonger dans les batailles antiques","game index":503},{"summary":"Dr Jekyll & Mr Hyde est un jeu de plis très original et déroutant qui se joue à quatre en équipes de deux. Chaque joueur doit prendre en compte les cartes de son équipe ainsi que celles de l'équipe adverse, ce qui ajoute une dimension tactique et stratégique au jeu. Le thème du jeu est bien rendu par la mécanique du jeu, où vous devez naviguer entre la dualité personnelle de chaque joueur en jouant des cartes opposées. Il est facile à apprécier pour les fans de jeux de plis et de cartes, mais peut prendre quelques parties pour maîtriser les mécanismes. Le graphisme n'est pas très impressionnant, mais cela ne tient pas compte de l'expérience ludique exceptionnelle que ce jeu vous offre.","game index":689},{"summary":"Je suis sous le charme de Here I Stand, ce jeu de société historique qui me transporte dans l'Europe du début du 16ème siècle. Les règles peuvent être complexes, mais la richesse du thème et la diversité des possibilités sont récompensantes. Je vais avoir à choisir entre la diplomatie, la stratégie militaire ou les actions religieuses pour gagner ma partie, ce qui ajouté à l'asymétrie des différents factions, me permet de vivre une expérience unique. Malgré quelques réserves sur l'équilibrage et la diversité des options pour chaque faction, Here I Stand est un jeu qui vaut la peine d'être joué, surtout pour les amateurs de grands jeux historiques.","game index":985},{"summary":"Je suis tout à fait impressionné par cette nouvelle extension de Game of Thrones ! La carte de Westeros est un vrai coup de maître, elle offre une nouvelle dynamique de jeu qui me permet de jouer de manière très équilibrée en quatre joueurs. Les nouveaux héros sont incroyables, je les adore déjà et je suis impatient de voir ce qu'ils pourront apporter à la stratégie du jeu.  Les cartes stratégiques et les personnages ajoutent un nouveau niveau de complexité au jeu, ce qui me fait émerveiller. La météo est également une nouvelle dimension qui enrichit le jeu, avec des effets qui sont vraiment pertinents dans certaines situations.  J'ai eu quelques doutes sur l'équilibre à la début, mais après quelques parties, je me suis rendu compte que c'était juste une question de habitude. Le Lannister est effectivement un peu trop puissant, mais en revanche, les autres joueurs sont bien équilibrés.  Je ne peux pas attendre de jouer avec ces nouveaux éléments ! C'est une extension qui va rendre le jeu encore plus addictif et immersive. Je recommande vivement à tous les fans du jeu pour s'en débarrasser","game index":1380}]